[
{"_id":{"$oid":"67232501c105410013b49d66"},"character":"女士","pinyin":"nǚshì","meaning":"lady","level":"5","tags":["clase chino II"],"other":"Is a respectful term used to address or refer to women, comparable to \"Ms.\" or \"lady\" in English. It is often used in formal contexts, such as public addresses, invitations, or polite introductions, and it conveys courtesy and respect.\n\nEjemplos:\n请这位女士先上车。 \n(Please let this lady get on first)\n\n商店里有许多女士服装。 \n(The store has a lot of women's clothing)","type":"character"},
{"_id":{"$oid":"6723253ec105410013b49d67"},"character":"长度","pinyin":"chángdù","meaning":"lenght","level":"5","tags":["clase chino II"],"other":"Ejemplos:\n这条河的长度大约有两百公里。 \n(The length of this river is about 200 kilometers)\n\n请测量一下桌子的长度。 \n(Please measure the length of the table)\n\n火车的长度影响了站台的设计。 \n(The length of the train affects the design of the platform)","type":"character"},
{"_id":{"$oid":"6723258bc105410013b49d68"},"character":"偶像","pinyin":"ǒuxiàng","meaning":"idol","level":"5","tags":["clase chino II"],"other":"Refers to someone who is admired and often emulated, typically a celebrity, musician, actor, or role model. This term is used to describe people who have a strong influence on others due to their popularity or accomplishments. It can refer to both a personal role model or a popular public figure, particularly in entertainment or sports.\n\nEjemplos:\n他是我从小到大的偶像。 \n(He has been my idol since I was young)\n\n这位歌手在年轻人中有很多偶像般的影响力。 \n(This singer has a lot of influence as an idol among young people)","type":"character"},
{"_id":{"$oid":"67232686c105410013b49d69"},"character":"伟大","pinyin":"wěidà","meaning":"great","level":"5","tags":["clase chino II"],"other":"Is an adjective used to praise something or someone as significant, admirable, or influential. \n\nEjemplos:\n他是一位伟大的科学家，对人类进步做出了巨大贡献。\n(He is a great scientist who has made significant contributions to human progress)\n\n她的勇气让人敬佩，是一位伟大的人物。 \n(Her courage is admirable; she is a great person)\n\n父母的爱是无私而伟大的。 \n(Parental love is selfless and great)","type":"character"},
{"_id":{"$oid":"67232736c105410013b49d6a"},"character":"嫉妒","pinyin":"jídù","meaning":"jealeousy, envy","level":"5","tags":["clase chino II"],"other":"Describes the emotion of jealousy or envy, often directed toward someone who possesses something desirable, like success, qualities, or possessions. It is typically used to describe a negative feeling that arises from comparing oneself to others.\n\nEjemplos:\n她因为朋友的成功而感到嫉妒。 \n(She feels jealous of her friend’s success)\n\n嫉妒会影响人际关系，应该学会控制这种情绪。 \n(Jealousy can affect relationships, so one should learn to control this emotion)","type":"character"},
{"_id":{"$oid":"67232811c105410013b49d6b"},"character":"股","pinyin":"gǔ","meaning":"clasificador","level":"5","tags":["clase chino II"],"other":"Is used for things that come in strands, currents, or flows, often describing intangible things such as smells, strength, or emotions. It can also describe things like shares in finance.\n\n1. Emotions or feelings: \nUsed to describe waves of emotions or sensations.\n一股愤怒 (A surge of anger), 一股悲伤 (A wave of sadness)\n\n2. Smells: \nUsed for describing the presence of smells or fragrances.\n一股香味 (A waft of fragrance), 一股臭味 (A whiff of a bad smell)\n\n3. Forces or strenght: \nUsed to describe energy, strength, or other intangible forces.\n一股力量 (A burst of strength), 一股勇气 (A surge of courage)\n\n4. Currents or streams:\nUsed for currents, flows, or streams, especially of water, air, or electricity.\n一股水流 (A stream of water), 一股冷风 (A gust of cold wind)","type":"character"},
{"_id":{"$oid":"67232876c105410013b49d6c"},"character":"绳子","pinyin":"shéngzi","meaning":"cuerda","level":"5","tags":["clase chino II","HSK 标准教程"],"other":"Su clasificador es 根 (gēn).\n\nEjemplos:\n他用绳子把箱子绑紧了。 \n(He tied the box securely with a rope)\n\n我们需要一根长一点的绳子来拉车。 \n(We need a longer rope to pull the cart)\n\n孩子们在玩跳绳。 \n(The children are playing jump rope)\n\n不要随便拉那根绳子，可能有危险。\n(Don’t pull that rope randomly—it might be dangerous)","type":"character"},
{"_id":{"$oid":"67233363c2a3970013844592"},"character":"道理","pinyin":"dàolǐ","meaning":"principle, reason, logic","level":"5","tags":["clase chino II","HSK 标准教程"],"other":"Refers to a concept, rationale, or underlying truth behind something. Describes the reasoning, truth, or moral principle that explains why something is the way it is or why it should be done a certain way. It is often used in discussions about logical explanations, ethics, or general wisdom.\n\nEjemplos:\n他的话很有道理，我觉得值得思考。 \n(What he said makes a lot of sense; I think it's worth considering)\n\n做人要讲道理，不要只考虑自己。 \n(One should act with reason and not just think of oneself)\n\n她耐心地向孩子解释其中的道理。 \n(She patiently explained the reasoning to the child)\n\n这本书讲述了许多生活中的道理。 \n(This book discusses many life principles)","type":"character"},
{"_id":{"$oid":"672333c1c2a3970013844593"},"character":"平行","pinyin":"píngxíng","meaning":"parallel","level":"5","tags":["clase chino II"],"other":"Ejemplos:\n在几何中，平行线永不相交。 \n(In geometry, parallel lines never intersect)\n\n他们在平行处理多个项目，以提高效率。 \n(They are handling multiple projects in parallel to increase efficiency)\n\n这条道路与铁路平行。 \n(This road runs parallel to the railway)\n\n两个平行的事件互不影响。 \n(The two parallel events do not affect each other)","type":"character"},
{"_id":{"$oid":"6723342cc2a3970013844594"},"character":"相交","pinyin":"xiāngjiāo","meaning":"to intersect, cross, meet","level":"5","tags":["clase chino II"],"other":"Describes two or more lines, paths, or relationships that come together at a point. It can also describe relationships, suggesting a meeting or mutual connection between people.\n\nEjemplos:\n在这个点，两条直线相交。 \n(The two lines intersect at this point)\n\n这条河与公路在这里相交。 \n(The river intersects with the road here)\n\n两人因工作而相交，后来成为朋友。 \n(The two met through work and later became friends)\n\n这些相交的道路让城市交通更加复杂。 \n(These intersecting roads make city traffic more complex)","type":"character"},
{"_id":{"$oid":"6723349bc2a3970013844595"},"character":"所谓","pinyin":"suǒwèi","meaning":"so called","level":"5","tags":["clase chino II"],"other":"Is used to introduce a term, concept, or description that may be widely accepted but might carry doubt, skepticism, or clarification. It often implies that the label or concept doesn’t necessarily match reality or needs further examination.  Is frequently used when defining or reinterpreting a term or concept, often to introduce discussion or highlight perceived contradictions or superficiality in the term.\n\nEjemplos:\n他的成功并非所谓的“运气好”。 \n(His success is not just the so called \"good luck\")\n\n所谓的“完美计划”总会遇到意想不到的问题。 \n(The so called \"perfect plan\" will always encounter unforeseen issues)\n\n所谓的友谊，需要建立在信任之上。 \n(The so called friendship must be built on trust)\n\n这些所谓的“健康食品”其实含有很多糖分。 \n(These so called \"health foods\" actually contain a lot of sugar)","type":"character"},
{"_id":{"$oid":"6723352bc2a3970013844596"},"character":"缘分","pinyin":"yuánfèn","meaning":"fate, destiny","level":"5","tags":["clase chino II"],"other":"Describes the idea of destiny or fate bringing people together or shaping events in a way that feels meant to be. Often used in relationships or friendships, it suggests that certain encounters or connections are guided by a force beyond one’s control.\n\nEjemplos:\n我们能相遇真是缘分。 \n(It’s truly fate that we could meet)\n\n有缘分的人，不管多远都会再次相逢。 \n(People with fate will meet again no matter how far apart they are)\n\n她相信缘分，相信命运会带她找到对的人。 \n(She believes in fate and that destiny will lead her to the right person)\n\n有时候，缘分是一种无法解释的感觉。 \n(Sometimes, fate is an indescribable feeling)","type":"character"},
{"_id":{"$oid":"67233620c2a3970013844597"},"character":"顿时","pinyin":"dùnshí","meaning":"suddently, instantly","level":"5","tags":["clase chino II"],"other":"Is used to describe quick or spontaneous reactions to events, often conveying emotional or environmental shifts. It typically appears in past tense contexts, as it describes reactions that happen instantly.\n\nEjemplos:\n听到这个消息，他的心顿时沉了下来。 \n(Upon hearing the news, his heart instantly sank)\n\n太阳出来了，天气顿时变暖了。 \n(The sun came out, and the weather instantly became warmer)\n\n小猫跑过来，孩子们的脸上顿时露出了笑容。 \n(The kitten ran over, and the children’s faces immediately lit up with smiles)\n\n一阵风吹过，花瓣顿时飘落满地。 \n(A gust of wind blew, and the petals instantly fell all over the ground)","type":"character"},
{"_id":{"$oid":"672337b5c2a3970013844598"},"character":"珍惜","pinyin":"zhēnxī","meaning":"to cherish, to treasure, to value","level":"5","tags":["clase chino II","HSK 标准教程"],"other":"Expresses the importance of treating something with care, respect, and gratitude. It conveys a sense of value and is often used for relationships, time, opportunities, or other things that might not last forever.\n\nEjemplos:\n我们应该珍惜每一个和家人在一起的时刻。 \n(We should cherish every moment spent with family)\n\n她很珍惜这份友谊，总是关心朋友的感受。 \n(She values this friendship and always cares about her friend’s feelings)\n\n失去了才知道要珍惜，这句话真的很有道理。 \n(Only after losing something do you know to cherish it; this saying is very true)\n\n他珍惜每一个学习的机会，希望不断进步。 \n(He treasures every learning opportunity, hoping to keep improving)","type":"character"},
{"_id":{"$oid":"67233813c2a3970013844599"},"character":"感想","pinyin":"gǎnxiǎng","meaning":"thoughts, reflections, impressions","level":"5","tags":["clase chino II"],"other":"Is often used to share or ask for personal reactions or takeaways following an experience, such as after reading a book, attending an event, or watching a movie.\n\nEjemplos:\n听完演讲后，他写下了自己的感想。 \n(After listening to the speech, he wrote down his thoughts)\n\n这次旅行让我有很多感想。 \n(This trip gave me a lot of reflections)\n\n你对这本书有什么感想？ \n(What are your thoughts on this book?)\n\n她分享了对电影的感想，大家都表示赞同。 \n(She shared her impressions of the movie, and everyone agreed)","type":"character"},
{"_id":{"$oid":"67233870c2a397001384459a"},"character":"莫","pinyin":"mò","meaning":"no, not","level":"5","tags":["clase chino II"],"other":"Is a classical Chinese term often used in modern contexts to mean \"do not\" or \"none.\" In literary or formal language, it conveys negation or caution.\nEs mas parecido a 别.\n\nEjemplos:\n请大家莫要喧哗。 \n(Please do not make noise, everyone)\n\n面对失败，他感到一种莫名的失落。 \n(In the face of failure, he felt an inexplicable sense of loss)\n\n莫忘初衷，要坚持自己的目标。 (Do not forget your original intention; stick to your goals)","type":"character"},
{"_id":{"$oid":"67233936c2a397001384459b"},"character":"难忘","pinyin":"nánwàng","meaning":"unforgettable","level":"5","tags":["clase chino II"],"other":"Ejemplos:\n这次旅行真是一次难忘的经历。 \n(This trip was truly an unforgettable experience)\n\n毕业典礼上大家的笑脸让我难忘。 \n(The smiling faces at the graduation ceremony left a lasting impression on me)","type":"character"},
{"_id":{"$oid":"672339b9c2a397001384459c"},"character":"温和","pinyin":"wēnhé","meaning":"gentle, mild","level":"5","tags":["clase chino II"],"other":"Describes a gentle or mild quality, often used to refer to a person’s temperament, weather, or conditions that are not extreme. It conveys a sense of calmness, moderation, and approachability.\nCan describe people with kind or gentle personalities, mild climates, or non extreme positions or methods.\n\nEjemplos:\n她的性格非常温和，总是耐心地倾听别人的想法。 \n(She has a very gentle personality and always listens patiently to others' ideas)\n\n这个地区的气候温和，适合居住。 \n(The climate in this area is mild and suitable for living)\n\n医生建议使用温和的治疗方法。 \n(The doctor recommended a gentle treatment approach)\n\n他温和地劝说朋友，不带任何强迫的语气。 \n(He gently persuaded his friend without any forceful tone)","type":"character"},
{"_id":{"$oid":"67233ad0c2a397001384459d"},"character":"掏出","pinyin":"tāochū","meaning":"to take out, to pull out","level":"5","tags":["clase chino II"],"other":"Describes the physical action of reaching into something, like a pocket or bag, and pulling out its contents. It implies using one's hand to remove something from an enclosed space and is often used for small, handheld items.\n\nEjemplos:\n他从口袋里掏出了手机。 \n(He took his phone out of his pocket)\n\n奶奶掏出一些糖果给孩子们。 \n(Grandma took out some candy for the children)\n\n她把钱包掏出来，准备付钱。 \n(She pulled out her wallet to pay)\n\n他小心地掏出钥匙，以免弄丢。 \n(He carefully took out his keys to avoid losing them)","type":"character"},
{"_id":{"$oid":"67233b2cc2a397001384459e"},"character":"陶醉","pinyin":"táozuì","meaning":"to be deeply absorbed","level":"5","tags":["clase chino II"],"other":"Conveys a strong sense of enjoyment and immersion, often used to describe being deeply moved or emotionally captivated by an experience. It suggests an almost dreamlike or intoxicated state where one is lost in the pleasure or beauty of something.\n\nEjemplos:\n她陶醉在优美的音乐中，忘记了周围的一切。 \n(She was so captivated by the beautiful music that she forgot everything around her)\n\n我们陶醉在山间的美丽风景中，流连忘返。 \n(We were enchanted by the beautiful mountain scenery and didn’t want to leave)\n\n孩子们在游乐场玩得非常陶醉。 \n(The children were completely absorbed in playing at the amusement park)\n\n他陶醉于阅读，常常一看就是好几个小时。 \n(He is so immersed in reading that he often reads for hours on end)","type":"character"},
{"_id":{"$oid":"67233bddc2a397001384459f"},"character":"用法","pinyin":"yòngfǎ","meaning":"usage, way of using","level":"5","tags":["clase chino II"],"other":"Ejemplos:\n请注意药品的用法和剂量。 \n(Please pay attention to the usage and dosage of the medication)\n\n这个单词的用法比较复杂。 \n(The usage of this word is quite complex)\n\n新手机的用法说明在包装盒里。 \n(The usage instructions for the new phone are in the package)\n\n老师在课堂上讲解了语法的正确用法。 \n(The teacher explained the correct usage of the grammar in class)","type":"character"},
{"_id":{"$oid":"67233cf2c2a39700138445a0"},"character":"开口","pinyin":"kāikǒu","meaning":"to start speaking","level":"5","tags":["clase chino II"],"other":"Refers to the act of starting to speak, often when it’s challenging or requires courage. It can describe moments when someone initiates a conversation, makes a request, or shares something sensitive or important. The phrase suggests a sense of hesitation or significance in speaking up.\n\nEjemplos:\n他犹豫了一会儿，终于开口说出真相。 \n(He hesitated for a moment and finally spoke the truth)\n\n她想向朋友借钱，但不好意思开口。 \n(She wanted to borrow money from her friend but felt embarrassed to ask)\n\n孩子第一次开口叫妈妈时，妈妈非常激动。 \n(The mother was very emotional when her child called her \"mom\" for the first time)\n\n在会议上，没有人愿意第一个开口发言。 \n(At the meeting, no one wanted to be the first to speak up)","type":"character"},
{"_id":{"$oid":"67233daec2a39700138445a1"},"character":"望了望","pinyin":"wànglewàng","meaning":"look around, glance","level":"5","tags":["clase chino II"],"other":"Is a verb phrase indicating that someone looked or glanced at something briefly. The repetition of \"望\" (to look) gives it a light, quick sense, often implying a casual or cautious look around. It is commonly used in descriptive contexts to illustrate someone’s brief observation of their surroundings.\n\nEjemplos:\n他走进房间，四周望了望，寻找朋友的身影。 \n(He walked into the room, looked around, searching for his friend)\n\n听到声音，她不由得朝窗外望了望。 \n(Hearing a sound, she couldn’t help but glance out the window)\n\n小猫躲在角落里，小心翼翼地望了望陌生人。 \n(The kitten hid in the corner and cautiously glanced at the stranger)\n\n进门后，他好奇地望了望这个陌生的地方。 \n(After entering, he looked around curiously at the unfamiliar place)","type":"character"},
{"_id":{"$oid":"67233e41c2a39700138445a2"},"character":"路牌","pinyin":"lùpái","meaning":"road sign","level":"5","tags":["clase chino II"],"other":"Ejemplos:\n他根据路牌的指示找到了正确的方向。 \n(He found the right direction by following the road signs)\n\n这里的路牌清晰，方便游客识别。 \n(The road signs here are clear, making it easy for tourists to identify)\n\n前方的路牌显示还有五公里就到目的地了。 \n(The road sign ahead shows that there are five kilometers left to the destination)\n\n夜晚开车时，看清路牌很重要。 \n(It’s important to clearly see the road signs when driving at night)","type":"character"},
{"_id":{"$oid":"67233ea3c2a39700138445a3"},"character":"路灯","pinyin":"lùdēng","meaning":"streetlight, streetlamp","level":"5","tags":["clase chino II"],"other":"Ejemplos：\n天黑了，路灯一盏一盏地亮了起来。 \n(As night fell, the streetlights lit up one by one)\n\n这条小路没有路灯，晚上很黑。 \n(There are no streetlights on this path, so it’s very dark at night)\n\n路灯的照明让晚上的街道更安全。 \n(The streetlights make the streets safer at night)\n\n新安装的路灯使公园夜晚更加明亮。 \n(The newly installed streetlights make the park brighter at night)","type":"character"},
{"_id":{"$oid":"67233fc6c2a39700138445a4"},"character":"昏","pinyin":"hūn","meaning":"dim, dizzy, faint","level":"5","tags":["clase chino II"],"other":"Is commonly used to describe low visibility, drowsiness, or faintness. It often appears in contexts like health or environmental descriptions.\nCan describe both physical dimness, such as poor lighting, and mental confusion or faintness.\n\nEjemplos:\n他头晕目眩，几乎要昏倒了。 \n(He felt dizzy and was on the verge of fainting)\n\n房间里的光线很昏暗，让人看不清楚。 \n(The light in the room is very dim, making it hard to see)\n\n看到血后，她感到一阵昏厥。 \n(After seeing blood, she felt a wave of faintness)\n\n他受了重伤，陷入了昏迷状态。 \n(He was severely injured and fell into a coma)","type":"character"},
{"_id":{"$oid":"672340f4c2a39700138445a5"},"character":"熄灯","pinyin":"xīdēng","meaning":"to turn off the lights","level":"5","tags":["clase chino II"],"other":"Is used to describe the action of turning off lights, often in the context of bedtime or saving energy. \n\nIt can be used both in a literal sense (turning off physical lights) and in institutional contexts, such as \"熄灯时间\" (lights out time) in schools or camps.\n\n\nEjemplos:\n睡觉前记得要熄灯。 \n(Remember to turn off the lights before going to sleep)\n\n学校的熄灯时间是晚上十点。 \n(The school’s lights out time is 10 p.m.)\n\n为了节约能源，城市在午夜后会熄灯一些街灯。 \n(To save energy, the city will turn off some streetlights after midnight)\n\n他轻轻地熄灯，走出房间。 \n(He quietly turned off the light and left the room)","type":"character"},
{"_id":{"$oid":"672341b1c2a39700138445a6"},"character":"阴影","pinyin":"yīnyǐng","meaning":"shadow","level":"5","tags":["clase chino II"],"other":"Ejemplos:\n太阳下，树的影子投在地上。 \n(Under the sun, the shadow of the tree is cast on the ground)\n\n她消失在夜色中，只留下一道模糊的影。 \n(She disappeared into the night, leaving only a faint shadow)","type":"character"},
{"_id":{"$oid":"672341ffc2a39700138445a7"},"character":"白天","pinyin":"báitiān","meaning":"daytime","level":"5","tags":["clase chino II"],"other":"Ejemplos:\n白天他在公司工作，晚上回家休息。 \n(During the day, he works at the company, and at night he goes home to rest)\n\n这个公园白天很热闹。 \n(This park is lively during the day)\n\n我们白天去爬山，傍晚就能返回。 \n(We’ll go hiking during the day and can return by evening)\n\n白天的温度较高，适合外出活动。 \n(The temperature during the day is higher, making it suitable for outdoor activities)","type":"character"},
{"_id":{"$oid":"67234262c2a39700138445a8"},"character":"无可奈何","pinyin":"wúkěnàihé","meaning":"helpless, with no alternative","level":"5","tags":["clase chino II"],"other":"Is an idiomatic expression that conveys a feeling of helplessness or resignation, often used when someone encounters a situation beyond their control. It suggests a sense of powerlessness and the need to accept circumstances despite not being satisfied with them.\n\nEjemplos:\n面对突如其来的大雨，我们只能无可奈何地取消活动。 \n(Faced with the sudden heavy rain, we had no choice but to cancel the event)\n\n她无可奈何地看着朋友离开，无法挽留。 \n(She watched her friend leave helplessly, unable to make them stay)\n\n孩子生病了，家长无可奈何地请了几天假照顾他。 \n(When the child got sick, the parents had no choice but to take a few days off to care for him)\n\n虽然他努力过了，但最终还是无可奈何地接受了失败。 \n(Although he tried hard, he eventually had to accept the failure with resignation)","type":"character"},
{"_id":{"$oid":"67234709c2a39700138445a9"},"character":"倒霉","pinyin":"dǎoméi","meaning":"unlucky, unfortunate","level":"5","tags":["clase chino II"],"other":"Refers to experiencing bad luck or an unfortunate situation, often unexpectedly. It conveys a sense of frustration or disappointment due to unfortunate circumstances beyond one’s control.\n\nEjemplos:\n今天真倒霉，刚出门就下雨了。 \n(Today is really unlucky; it started raining as soon as I left home)\n\n他考试没及格，觉得自己很倒霉。 \n(He didn’t pass the exam and felt really unlucky)\n\n我们出门旅行的时候，车坏了，真倒霉。 \n(When we went on a trip, the car broke down what bad luck)\n\n他倒霉地丢了钱包，只好借钱坐车回家。 \n(He lost his wallet by bad luck and had to borrow money to take a ride home)","type":"character"},
{"_id":{"$oid":"672347dfc2a39700138445aa"},"character":"夜深","pinyin":"yèshēn","meaning":"late night","level":"5","tags":["clase chino II"],"other":"Refers to a late hour of the night when it is very quiet and most people are asleep. It conveys a sense of tranquility or solitude, often associated with introspective or reflective moods.\n\nIs often used to describe a setting or mood, evoking a peaceful or introspective atmosphere. It may also be used to express the quietness and stillness of the late night.\n\nNormalmente se reifere a las 11 o 12 de la noche.\n\nEjemplos:\n夜深了，街上几乎没有人。 \n(It’s late at night, and there’s almost no one on the street)\n\n她在夜深时喜欢读书，觉得特别安静。 \n(She likes to read in the deep of night when it’s especially quiet)\n\n夜深人静，他独自一人思考人生。 \n(Late at night, in the silence, he reflects on life alone)\n\n夜深了，赶快休息吧，明天还有工作。 \n(It’s late; get some rest soon, you have work tomorrow)","type":"character"},
{"_id":{"$oid":"67234911c2a39700138445ab"},"character":"铃","pinyin":"líng","meaning":"bell","level":"5","tags":["clase chino II"],"other":"Se puede combinar con otros caracteres para formar palabras:\n· 铃声 Ringtone\n· 上课铃 Start class bell\n· 下课铃 End class bell\n· 门铃 Doorbell\n· 闹钟铃 Alarm\n\nEjemplos:\n上课铃响了，学生们赶紧走进教室。 \n(The class bell rang, and the students quickly went into the classroom)\n\n他听到门铃响了，便去开门。 \n(He heard the doorbell ring and went to open the door)\n\n手机的铃声太大了，把他吵醒了。 \n(The phone’s ringtone was so loud that it woke him up)\n\n每天早上闹钟铃响的时候，我都想再睡一会儿。 \n(Every morning when the alarm bell rings, I just want to sleep a little longer)","type":"character"},
{"_id":{"$oid":"6729726da252990013408aa3"},"character":"引起","pinyin":"yǐnqǐ","meaning":"to cause, to lead to, to provoke","level":"5","tags":["clase chino II"],"other":"Ejemplos:\n这个问题引起了广泛的讨论。 \n(This issue caused widespread discussion)\n\n他的行为引起了大家的关注。 \n(His behavior drew everyone’s attention)\n\n这种药物可能会引起过敏反应。 \n(This medication may cause an allergic reaction)\n\n他的演讲引起了听众的兴趣。 \n(His speech aroused the audience's interest)","type":"character"},
{"_id":{"$oid":"672972e6a252990013408aa4"},"character":"语气词","pinyin":"yǔqìcí","meaning":"mood particles","level":"0","tags":["clase chino II","sintaxis"],"other":"Son particulas que expresan la actitud o sentimientos del hablante: 吧, 吗，啊，哎，诶，唉，啦...","type":"character"},
{"_id":{"$oid":"672973d5a252990013408aa5"},"character":"掠","pinyin":"lüè","meaning":"to seize, to snatch, to brush past","level":"5","tags":["clase chino II"],"other":"It conveys the idea of taking something quickly, often by force, and can also imply a rapid or light movement across something, as in “to brush past”. This character is often used in contexts involving grabbing or brushing motions and sometimes has a negative connotation of theft or aggression.\nIt can appear in various contexts, including phrases about seizing (often quickly or forcefully) or moving lightly over a surface. It appears in words like 掠夺 (lüèduó, \"to plunder\") and 掠过 (lüèguò, \"to brush past\").\n\nEjemplos:\n海盗掠夺了小镇的财宝。 \n(The pirates plundered the town’s treasures)\n\n一阵微风掠过湖面，激起了涟漪。 \n(A breeze brushed across the lake, creating ripples)\n\n她的眼神从人群中掠过，很快找到他。 \n(Her gaze swept over the crowd and quickly found him)\n\n战争中，许多村庄遭到掠夺。 \n(Many villages were plundered during the war)","type":"character"},
{"_id":{"$oid":"67297491a252990013408aa6"},"character":"哎","pinyin":"āi","meaning":"particula","level":"5","tags":["clase chino II"],"other":"Is an interjection used to express a range of emotions, including surprise, frustration, disappointment, or to get someone’s attention. \n哎 is typically used at the beginning of sentences, as a standalone expression, or in response to situations, and its tone can vary significantly depending on the speaker's mood. For example:\n· 哎 in a rising tone can express surprise or realization.\n· 哎 in a falling tone can express frustration, reluctance, or disappointment.\n\nEjemplos:\n哎，你怎么还不走？ (Hey, why haven’t you left yet?)\nHere, 哎 is used to get someone’s attention.\n\n哎，我都忘了带钥匙！ (Oh no, I forgot my keys!)\nIn this sentence, 哎 conveys frustration and disappointment.\n\n哎！终于找到你了！ (Ah! I finally found you!)\n哎 here expresses relief or excitement.\n\n哎，这个问题真难啊。 (Ugh, this problem is really difficult.)\nHere, 哎 indicates a sense of struggle or frustration.","type":"character"},
{"_id":{"$oid":"6729751da252990013408aa7"},"character":"咦","pinyin":"yí","meaning":"particula, interjection","level":"5","tags":["clase chino II"],"other":"Its commonly used to express mild surprise, curiosity, or doubt. It is often used when encountering something unexpected or when someone is puzzled by a situation.\n\nEjemplos:\n咦？你什么时候来的？ (Huh? When did you arrive?)\nHere, 咦 shows surprise at someone’s unexpected arrival.\n\n咦，这个东西怎么坏了？ (Hmm, how did this thing break?)\nIn this case, 咦 expresses puzzlement about the broken object.\n\n咦？我记得他不会游泳啊！ (Huh? I remember he can't swim!)\n咦 here conveys surprise at something that seems contrary to what was previously known.\n\n咦，你不是说不来了嘛？ (Eh? Didn’t you say you weren’t coming?)\nIn this example, 咦 indicates the speaker’s surprise at seeing someone who was not expected to come.","type":"character"},
{"_id":{"$oid":"67297673a252990013408aa8"},"character":"起来","pinyin":"qǐlái","meaning":"to get up, to rise, to start","level":"5","tags":["clase chino II"],"other":"Tiene dos significados:\n· Si se utiliza solo, significa get up.\n· También puede significar lift up, rise up.\n· También significa to start, que algo comienza a suceder.\n\nEjemplos:\n他每天早上六点起来。 \n(He gets up at six every morning)\n\n下雨了，天气冷起来了。 \n(It started raining, and the weather has become cold)\n\n听起来这个计划不错。 \n(This plan sounds good)","type":"character"},
{"_id":{"$oid":"6729770da252990013408aa9"},"character":"胆子","pinyin":"dǎnzi","meaning":"courage, to have guts","level":"5","tags":["clase chino II"],"other":"It refers to a person’s bravery or boldness in facing situations, often implying a willingness to take risks or confront challenges. It can be used in both positive and negative contexts, describing either genuine bravery or reckless boldness.\n\nPara decir que se tiene mucho se utiliza 大, para decir que se tiene poco se utiliza 小.\n\nEjemplos:\n他的胆子很大，敢一个人去探险。 \n(He has a lot of courage; he dares to go on an adventure alone)\n\n你怎么会有胆子跟老板说这种话？ \n(How do you have the guts to say that to the boss?)\n\n孩子们的胆子很小，看到虫子就害怕。 \n(The children are timid; they get scared when they see insects)","type":"character"},
{"_id":{"$oid":"672977e2a252990013408aaa"},"character":"胆","pinyin":"dǎn","meaning":"vesicula biliar, gallbladder","level":"5","tags":["clase chino II","anatomia y salud"],"other":"Ejemplos:\n医生建议他做胆囊切除手术。 \n(The doctor suggested that he undergo gallbladder removal surgery)\n\n他最近胆结石发作，需要治疗。 \n(He recently had a gallstone attack and needs treatment)","type":"character"},
{"_id":{"$oid":"6729783ba252990013408aab"},"character":"肝","pinyin":"gān","meaning":"liver","level":"5","tags":["clase chino II","anatomia y salud"],"other":"Ejemplos:\n他得了肝炎，需要马上接受治疗。 \n(He has hepatitis and needs immediate treatment)\n\n肝脏对人体的新陈代谢非常重要。 \n(The liver is very important for the body's metabolism)","type":"character"},
{"_id":{"$oid":"6729789ca252990013408aac"},"character":"犹豫","pinyin":"yóuyù","meaning":"to hesitate","level":"5","tags":["clase chino II"],"other":"Se usa en el oral.\n\nEjemplos:\n他犹豫了半天，最后还是决定放弃。 \n(He hesitated for a long time and finally decided to give up)\n\n她对是否换工作感到犹豫不决。 \n(She feels uncertain about whether to change jobs or not)\n\n面对这个问题，他显得很犹豫。 \n(He seemed very hesitant when facing this issue)\n\n不要犹豫，机会稍纵即逝。 \n(Don’t hesitate; the opportunity will be gone in an instant)","type":"character"},
{"_id":{"$oid":"672979a9a252990013408aad"},"character":"踌躇","pinyin":"chóuchú","meaning":"to hesitate","level":"5","tags":["clase chino II"],"other":"Se usa en el escrito. Its often visualized as \"pacing back and forth\" due to hesitation.\n\nEjemplos：\n他在门口踌躇了很久，终于鼓起勇气敲了门。 \n(He hesitated at the door for a long time and finally gathered the courage to knock)\n\n面对艰难的选择，她显得十分踌躇。 \n(Faced with a difficult choice, she appeared very hesitant)\n\n不要再踌躇不前了，抓住这个机会吧。 \n(Stop hesitating and seize this opportunity)\n\n他看着菜单，踌躇不定，不知道点什么好。 \n(He looked at the menu, hesitating, unsure of what to order)","type":"character"},
{"_id":{"$oid":"67297a18a252990013408aae"},"character":"自卫","pinyin":"zìwèi","meaning":"self defense","level":"5","tags":["clase chino II"],"other":"Ejemplos:\n她在学习自卫术，以便在遇到危险时能保护自己。 \n(She is learning self defense techniques so she can protect herself if faced with danger)\n\n自卫是每个人的基本权利。 \n(Self defense is a basic right for everyone)","type":"character"},
{"_id":{"$oid":"67297a86a252990013408aaf"},"character":"打架","pinyin":"dǎjià","meaning":"to fight (physically)","level":"5","tags":["clase chino II"],"other":"Ejemplos:\n孩子们在操场上因为玩具打架了。 \n(The children fought on the playground over a toy)\n\n他因为打架被学校处分了。 \n(He was disciplined by the school for fighting)","type":"character"},
{"_id":{"$oid":"67297be2a252990013408ab0"},"character":"占","pinyin":"zhàn","meaning":"to occupy, to take up, to account for","level":"5","tags":["clase chino II","HSK 标准教程"],"other":"It is commonly used to describe taking possession of something, occupying space, or representing a proportion of a whole. Is often used to discuss physical space, portions, or percentages (e.g., occupying a position or taking up a percentage).\n\nAdditionally, it can also mean \"to divine\" or \"to predict\" in more formal or historical contexts.\n\n· 占座位 (zhàn zuòwèi): \"To save a seat\".\n· 占线 (zhànxiàn): Refers to a phone line being busy.\n· 占优势 (zhàn yōushì): \"To have the advantage.\" Refers to having a favorable position in competition or comparison.\n· 占时间 (zhàn shíjiān): \"To take up time.\" Refers to activities or tasks consuming time, often unnecessarily.\n\nEjemplos:\n这个城市的绿地面积占总面积的30%。 \n(The green spaces in this city occupy 30% of the total area)\n\n他的书包占了整张桌子。 \n(His backpack takes up the entire table)\n\n在团队中，她占有重要的位置。 \n(She holds an important position in the team)\n\n古代人常用龟甲来占卜未来。 \n(In ancient times, people often used turtle shells to divine the future)","type":"character"}
]
